[{
	"id": 1,
	"name": "CU Heritage Center",
	"type": "Museum/Educational",
	"description": "The Heritage Center at the University of Colorado of Boulder presents the history of the CU Boulder campus and its alumni. We are located on the third floor of Old Main and are operated by the CU Boulder Alumni Association.",
	"address": "1600 Pleasant Street",
	"city": "Boulder",
	"state": "CO",
	"zip": "80302",
	"website": "www.colorado.edu",
	"eventLink": "www.colorado.edu",
	"membership": "N/A",
	"services": "Museum",
	"amazonSmileLink": "N/A",
	"amazonWishlist": "N/A",
	"itemsNeeded": "Artifact and Archival Donations. The Heritage Center collects a wide range of artifacts for presenting the extraordinary history of Colorado’s flagship university. Developing a broad and rich collection of photographs, historical artifacts and archives allows the museum to share the exciting history of the Boulder campus and its alumni with our visitors.",
	"hours": "Monday - Saturday 10 a.m.-4 p.m.",
	"volunteerOptions": "N/A",
	"waysToVolunteer": "Donate Online",
}, {
	"id": 2,
	"name": "Boulder Public Library",
	"type": "Museum/Educational",
	"description": "The mission of the Boulder Public Library is to enhance the personal and professional growth of Boulder residents and contribute to the development and sustainability of an engaged community through free access to ideas, information, cultural experiences and educational opportunities.",
	"address": "1001 Arapahoe Ave.",
	"city": "Boulder",
	"state": "CO",
	"zip": "80302",
	"website": "www.boulderlibrary.org",
	"eventLink": "http://calendar.boulderlibrary.org/",
	"membership": "N/A",
	"services": "Used Bookstore",
	"amazonSmile": "Yes",
	"amazonWishlist": "N/A",
	"itemsNeeded": "Hardcover and paperback books, Media materials (DVDs, CDs, audiobooks)",
	"hours": "Check online",
	"volunteerOptions": "Fill out the volunteer application and staff will contact you to arrange an orientation meeting to discuss the opportunities and volunteer procedures. While we strive to place as many volunteers as possible, we may not be able to place each applicant. Teen applications require the signature of a parent or legal guardian prior to the start of service. Background checks may be performed.",
	"waysToVolunteer": "Donate Online",
}, {
	"id": 3,
	"name": "Voices for Children of Boulder County",
	"type": "Non-Profit",
	"description": "CASA is the only volunteer position that empowers everyday citizens to be appointed by the Court. In an overburdened social welfare system, abused and neglected children often slip through the cracks among hundreds of current cases.",
	"address": "6672 Gunpark Drive",
	"city": "Boulder",
	"state": "CO",
	"zip": "80301",
	"website": "www.vfccasa.org",
	"eventLink": "www.vfccasa.org",
	"membership": "N/A",
	"services": "N/A",
	"amazonSmile": "Yes",
	"amazonWishlist": "Yes",
	"itemsNeeded": "Office Items, New or Used DVDs or books for library (related to child welfare), A Practical Guide to the Indian Child Welfare Act by the Native American Rights Fund, A Piece of Cake by Cupcake Brown, Promoting Resilience in Child Welfare, New (or in good condition) 1.5″ 3-ring binders, New (or in good condition) 10-tab dividers, New toys for ages 0-36 months, Gift cards in any denomination to department stores (Target, Kohl’s, Walmart), Food vouchers or coupons to fast-food/quick serv restaurants (Dairy Queen, Burger King, McDonald’s)",
	"hours": "Check online",
	"volunteerOptions": "For the protection of our volunteers and the children with whom we work, we require an interview and extensive screening process, which will begin after your application is received. You must be 21 years old to apply. If you are interested in becoming a CASA, you are encouraged to attend a CASA 101 Session which take place at 5:30pm on the first Thursday of every month.",
	"waysToVolunteer": "Donate Online",
}, {
	"id": 4,
	"name": "Fiske Planetarium",
	"type": "Museum/Educational",
	"description": "Fiske Planetarium fully surrounds audiences with a 65 foot diameter screen, dazzling visuals, and fantastic sound.",
	"address": "2414 Regent Drive",
	"city": "Boulder",
	"state": "CO",
	"zip": "80309",
	"website": "www.fiske.colorado.edu",
	"eventLink": "http://www.colorado.edu/fiske/schedule",
	"membership": "Yes",
	"services": "Tickets",
	"amazonSmile": "N/A",
	"amazonWishlist": "N/A",
	"itemsNeeded": "N/A",
	"hours": "Check Online",
	"volunteerOptions": "N/A",
	"waysToVolunteer": "Donate Online",
}, {
	"id": 5,
	"name": "Boulder Shelter for the Homeless",
	"type": "Non-Profit",
	"description": "We serve a minimum of 160 people most evenings during the winter season, and as many as 200 each morning at breakfast. All food is prepared onsite by our small kitchen staff and our dedicated volunteers.",
	"address": "4869 Broadway",
	"city": "Boulder",
	"state": "CO",
	"zip": "80304",
	"website": "www.bouldershelter.org",
	"eventLink": "www.bouldershelter.org",
	"membership": "N/A",
	"services": "N/A",
	"amazonSmile": "Yes",
	"amazonWishlist": "N/A",
	"itemsNeeded": "Donation of Most Needed Items: Toiletries, Travel size toiletries (especially shampoo, toothpaste, toothbrushes, bath soap and deodorant)Also useful: disposable razors, shaving cream, kleenex, Q-tips, sunblock, ChapStick, combs, lotion, earplugs and reading glasses, Over The Counter Medication,Ibuprofen, Tylenol, aspirin (daytime and p.m. types), Benadryl, cough drops/cough syrup/cold & allergy medicine (without alcohol), Pepto-Bismol, vitamins (multi, C, E, fish oil), nasal strips, band aids, antacid, antibiotic ointment and aloe, Staying Warm, Sleeping bags, Hats & gloves (warm, winter), socks (long, winter), large-size winter jackets, winter boots (adult sizes)*, Camping equipment: sleeping pads, tents, large backpacks, *Regarding clothing donations: Due to very limited storage space, the Shelter accepts only good quality, adult-sized (large and extra-large) winter outerwear (coats, socks, hats, gloves). For other clothing donations we suggest Ares Thrift Shop (303-444-8088) or The Deacons’ Closet (303-442-3523), Transportation, RTD bus tickets, passes, tokens, Linens, Bath towels, wash cloths, twin-size cotton blankets, RTD bus tickets, passes, tokens, Coffee, Pancake Mix (just add water), Pancake syrup, Canned Tuna, flat cases of same kind of soup, vegetable or fruit.",
	"hours": "The Shelter is open 17 hours a day, seven days a week. We are closed for most services from 10am until 5pm daily.",
	"volunteerOptions": "Commitment - The Shelter asks that individual volunteers commit to engage in a minimum of 10 hours of service. All new volunteers will need to arrange a Shelter tour and training with the Volunteer Manager.",
	"waysToVolunteer": "Adopt a Night - Significantly support a night of safe shelter, nutritious meals, and access to supportive services for up to 160 individuals. ($487.00 a night)",
}, {
	"id": 6,
	"name": "Gabriel House",
	"type": "Non-Profit",
	"description": "We help pregnant women and families in need. Gabriel House is a network of parishes and volunteers that assist families throughout Northern Colorado. We are committed to providing much-needed supplies to mothers and families with young children.",
	"address": "6739 S Boulder Road #101",
	"city": "Boulder",
	"state": "CO",
	"zip": "80303",
	"website": "https://ccdenver.org/gabriel-house/",
	"eventLink": "https://ccdenver.org/gabriel-house/",
	"membership": "N/A",
	"services": "N/A",
	"amazonSmile": "N/A",
	"amazonWishlist": "N/A",
	"itemsNeeded": "Brooms – 1 inside the house & 1 outside the house. Bulletin boards for each of the rooms (9). Shower Baskets for each family (9) Plastic Bins – storage for the rooms (20) – Plastic Bins for under the bed (30) – Hygiene Items – Lg shampoo, conditioner, Soap, Deodorant, Dish Shop, or Toilet Paper. Plastic Accordion File – this helps our mom’s stay organized! Bus Tickets.",
	"hours": "Check online",
	"volunteerOptions": "We need and welcome volunteers in several areas, whether you can give a day, a few hours each week, or help us throughout the year. Contact Us for more information about the many ways to become involved with the Gabriel House Project.",
	"waysToVolunteer": "Donate Diapers through jet.com $50 https://jet.com/product/Donation-to-Bottom-Line-Diaper-Bank-Catholic-Charities-dollar50/435cd851bb824e8883e13e07b914710f",
}, {
	"id": 7,
	"name": "Harvest of Hope Pantry",
	"type": "Non-Profit",
	"description": "We are the only food pantry in Boulder that serves everyone who comes to the door. By offering separate shopping times for Clients with Kitchens and Clients without Kitchens, we address the individual needs of both populations.",
	"address": "2960 Valmont Road",
	"city": "Boulder",
	"state": "CO",
	"zip": "80301",
	"website": "http://hopepantry.org/",
	"eventLink": "http://hopepantry.org/",
	"membership": "N/A",
	"services": "N/A",
	"amazonSmile": "Yes",
	"amazonWishlist": "N/A",
	"itemsNeeded": "Tuna, Chili with Beans, Beef Stew, Peanut Butter, Canned FruitHot and Cold Cereal, Toilet Paper, Toothbrushes and Toothpaste, Disposable Razors, Bath Soap, Travel Sized Shampoo.",
	"hours": "8:30 AM – 3 PM",
	"volunteerOptions": "We need people to assist shoppers, stock shelves, check in clients and help with the overall organization of the pantry. Please complete Volunteer Application Form online at http://hopepantry.org/volunteer/",
	"waysToVolunteer": "Host a Food Drive or Adopt a Shelf (Monthly)",
}, {
	"id": 8,
	"name": "Humane Society of Boulder Valley",
	"type": "Non-Profit",
	"description": "The Humane Society of Boulder Valley provides shelter and care to more than 7,000 animals each year, with 92 percent of these animals being successfully adopted or reunited with their guardians.",
	"address": "2323 55th Street",
	"city": "Boulder",
	"state": "CO",
	"zip": "80301",
	"website": "www.boulderhumane.org",
	"eventLink": "www.boulderhumane.org",
	"membership": "N/A",
	"services": "Pet Adoption, Dog Training/Classes, Veterinary Services",
	"amazonSmile": "Yes",
	"amazonWishlist": "Yes",
	"itemsNeeded": "KONG Classic rubber toys -- small, medium and large sizes, Creamy peanut butter (to place in dog treat toys), Heavy blankets, Training treats and dog biscuits - available at our Sonnyside Retail Store, Plain, unflavored rolled rawhide AKA ""retriever rolls"", Stainless steel litter pans, Ferret sleep sacks, Ferret cage hammocks, Microchip scanner, 6 foot flat leashes - available at our Sonnyside Retail Store, Weiss Walkies (all sizes) - available at our Sonnyside Retail Store, SENSE-ation harnesses (all sizes) - available at our Sonnyside Retail Store, Kitten and puppy milk replacement, Bottles and nipples, Meat-flavored baby food, Stuffed squeaker toys for dogs, Cat CatcherTM toy for cats - available at our Sonnyside Retail Store, Cat Charmer TM toy for cats - available at our Sonnyside Retail Store, Da BirdTM toy for cats - available at our Sonnyside Retail Store, For our Training & Behavior Center to support animals through our Behavior Modification Program: Training treats and dog biscuits - available at our Sonnyside Retail Store, High-value items like hotdogs, string cheese, pre-cooked bacon, Meat-flavored baby food, Plush toys with squeaker, Clickers, SENSE-ation harnesses (all sizes, especially Medium) - available at our Sonnyside Retail Store, Cat treats - both soft and crunchy, Fel-i-Way diffusers and refills, For our Clinic to treat and support animals in our care: Distilled water - gallon size, Laundry detergent (HE - high efficiency - liquid type) for surgical laundry, Pill Pockets, Cotton balls, Rubbing alcohol, Fel-i-Way diffusers and refills, RoyalCanin kitten food (canned and dry) , Towels, Piddle/potty pads, Ziplock sandwich size bags, Soft Scrub cleaner, To help promote animals in our care: AAA batteries, Flip video camera, Digital SLR camera, Digital point and shoot camera",
	"hours": "Monday - Friday: Adoptions: 11am - 6:30pm, Animal Services:11am - 7pm, Saturday & Sunday, Adoptions:10am - 4:30pm, Animal Services:10am - 5pm",
	"volunteerOptions": "Please note, the Humane Society of Boulder Valley requires background checks of all volunteers who are 18 years of age or older. As part of the volunteer application process, we require a volunteer fee to help offset the costs of administrative processing, background check fees and other costs that leave a footprint in our finances so more can go toward animal care.",
	"waysToVolunteer": "Donate your travel/hotel points",
}, {
	"id": 9,
	"name": "Colorado Chautauqua National Historic Landmark",
	"type": "Historic Landmark",
	"description": "One of only 25 National Historic Landmarks in the state of Colorado, the Colorado Chautauqua is one of only a few remaining chautauquas in the U.S. It is considered THE western representation of the cultural movement that swept the U.S. in the late 19th and early 20th centuries and is the only site west of the Mississippi that has been in continuous operation since its founding and with its original structures intact and used for their original purposes.",
	"address": "900 Baseline Road",
	"city": "Boulder",
	"state": "CO",
	"zip": "80302",
	"website": "www.chautauqua.com",
	"eventLink": "https://www.chautauqua.com/events/calendar/",
	"membership": "Yes",
	"services": "Lodging and Concerts",
	"amazonSmile": "Yes",
	"amazonWishlist": "N/A",
	"itemsNeeded": "N/A",
	"hours": "Check Online",
	"volunteerOptions": "Colorado Chautauqua Association respectfully requests a minimum commitment of at least four Auditorium ushering events per season. Typical Auditorium events require approximately a 4.5 hour commitment (5:30pm – 10:00 pm) and standing for extended periods of time. All volunteers will be subject to a pre-acceptance interview and must complete a three hour required orientation and safety training.",
	"waysToVolunteer": "Commemorative Bricks $200. Plant a New Tree $1000 per tree",
}, {
	"id": 10,
	"name": "Museum of Boulder",
	"type": "Museum/Educational",
	"description": "Museum of Boulder is a state-of-the art museum with highly interactive exhibits exploring Boulder’s past, present and future. It will include the creative endeavors that originated in our community and contributed to making Boulder what it is today. In addition, the building will contain a gallery to house world-class traveling exhibits, an interactive Maker Space and a separate children’s museum for our youngest residents.",
	"address": "2205 Broadway",
	"city": "Boulder",
	"state": "CO",
	"zip": "80302",
	"website": "www.boulderhistory.org",
	"eventLink": "www.boulderhistory.org",
	"membership": "Yes",
	"services": "N/A",
	"amazonSmile": "Yes",
	"amazonWishlist": "N/A",
	"itemsNeeded": "N/A",
	"hours": "Coming 2018",
	"volunteerOptions": "N/A",
	"waysToVolunteer": "Crowdrise Campaign: https://www.crowdrise.com/museumofboulder",
}
]
